Repository: MyBrainNL/mybrain-utilities
Catalog: languages/mybrain-utilities-*.po
Languages: nl_nl

source: Settings
nl_nl: Instellingen

source: Wordpress Plugin by
nl_nl: Wordpress Plugin door

source: Have a nice day!
nl_nl: Fijne dag!

source: You do not have sufficient permissions to access this page.
nl_nl: Je hebt niet voldoende rechten om deze pagina te bekijken.

source: About
nl_nl: Over

source: Map
nl_nl: Kaart

source: Save Settings
nl_nl: Instellingen Opslaan

source: Enable Protection
nl_nl: Bescherming inschakelen

source: An e-mail will be sent to the Administration Email Address, whenever a damaged file has been restored.
nl_nl: Er wordt een e-mail gestuurd naar het e-mailadres van de beheerder wanneer een beschadigd bestand is hersteld.

source: Console Warning
nl_nl: Console Waarschuwing

source: Disable Warning
nl_nl: Waarschuwing uitschakelen

source: Disable the browser console warning
nl_nl: De waarschuwing in de browserconsole uitschakelen

source: Clean HEAD
nl_nl: HEAD opschonen

source: Remove the wp_head actions
nl_nl: Verwijder de wp_head acties

source: Map Shortcode
nl_nl: Kaart Shortcode

source: Enable Shortcode
nl_nl: Shortcode inschakelen

source: Activate the shortcode
nl_nl: Activeer de shortcode

source: Enable Keep_me_logged_in
nl_nl: Keep_me_logged_in inschakelen

source: Keep your login active longer than the standard Wordpress Login Cookie time-out.
nl_nl: Houd je login langer actief dan de standaard time-out voor Wordpress Login Cookie.

source: Select how long you wish to stay logged in.
nl_nl: Selecteer hoe lang je ingelogd wilt blijven.

source: Day
nl_nl: Dag

source: Days
nl_nl: Dagen

source: Unused Sample Settings
nl_nl: Ongebruikte voorbeeldinstellingen

source: Toggle option
nl_nl: Optie om te schakelen

source: Generic toggle
nl_nl: Algemene schakeloptie

source: Combobox enabled option
nl_nl: Combobox ingeschakeld optie

source: Enabled/disabled selectbox
nl_nl: Ingeschakeld/uitgeschakeld selectievakje

source: Text option
nl_nl: Tekst optie

source: Generic text field
nl_nl: Algemeen tekstveld

source: Type your text here
nl_nl: Typ je tekst hier

source: Generic textarea field
nl_nl: Algemeen tekstveld

source: Selectbox option
nl_nl: Keuze optie

source: Generic selectbox
nl_nl: Algemeen selectievakje

source: Option 1
nl_nl: Optie 1

source: Option 2
nl_nl: Optie 2

source: Option 3
nl_nl: Optie 3

source: Checkbox options
nl_nl: Selectievak opties

source: Generic checkboxes
nl_nl: Algemene selectievakjes

source: Radiobutton options
nl_nl: Opties voor radioknoppen

source: Generic radiobuttons
nl_nl: Algemene radioknoppen

source: This plugin provides various utilities for Wordpress
nl_nl: Deze plugin biedt verschillende hulpprogramma's voor Wordpress

source: Checks, backs up and restores your .htaccess and wp-config.php files.
nl_nl: Controleert, maakt back-ups en herstelt je .htaccess en wp-config.php bestanden.

source: Makes a backup when files are modified and restores when a 0 bytes file has been detected.
nl_nl: Maakt een back-up wanneer bestanden worden gewijzigd en herstelt wanneer een bestand van 0 bytes is gedetecteerd.

source: WARNING: Old version of "HTAccess Keeper" detected - plugin already active!
nl_nl: WAARSCHUWING: Oude versie van "HTAccess Keeper" gedetecteerd - plugin al actief!

source: Please
nl_nl: SVP

source: deactivate
nl_nl: deactiveer

source: the old stand-alone plugin
nl_nl: de oude stand-alone plugin

source: This plugin adds a warning in the browser console log to any visitor, to only continue if they understand the code and trust the source.
nl_nl: Deze plugin voegt een waarschuwing toe in de browserconsole log naar elke bezoeker, om alleen verder te gaan als ze de code begrijpen en de bron vertrouwen.

source: Disable this option at your own risk.
nl_nl: Schakel deze optie op eigen risico uit.

source: Cleanup some default Wordpress HEAD entries
nl_nl: Opschonen van enkele standaard Wordpress HEAD vermeldingen

source: Keeps your HTML a little cleaner; remove the links to the rss-feeds and other lines, like
nl_nl: Houdt je HTML een beetje schoner; verwijder de links naar de rss-feeds en andere regels, zoals

source: Add a simple OpenStreetMap/Leaflet Shortcode
nl_nl: Een eenvoudige OpenStreetMap/Leaflet Shortcode toevoegen

source: map center
nl_nl: midden van de kaart

source: places a marker
nl_nl: plaatst een marker

source: How to add a marker popup?
nl_nl: Hoe voeg ik een popup-ballon toe?

source: Use a Paragraph Block with Extra CSS-class "mbumap-popup" to add a balloon with that content to the map.
nl_nl: Gebruik een Paragraph Block met Extra CSS-class "mbumap-popup" om een popup-ballon met die inhoud toe te voegen aan de kaart.

source: Use CSS-classes "mbumap-popup hidden" to have the paragraph hidden in the front-end.
nl_nl: Gebruik CSS-classes "mbumap-popup hidden" om de paragraaf te verbergen in de front-end.

source: Stay logged in longer.
nl_nl: Langer ingelogd blijven.

source: You may need to login again after you change the time-out value.
nl_nl: Mogelijk moet je opnieuw inloggen nadat je de time-outwaarde hebt gewijzigd.

source: WordPress will keep you logged in for 48 hours. If you've clicked the "Remember Me" checkbox at login, you get remembered for 14 days.
nl_nl: WordPress houdt je 48 uur ingelogd. Als je bij het inloggen op het selectievakje "Onthoud mij" hebt geklikt, word je 14 dagen lang onthouden.

source: enabled
nl_nl: ingeschakeld

source: disabled
nl_nl: uitgeschakeld
